
"Message Center" = "Central de Mensagens";

/* Growl alert sheet */
"Cancel" = "Cancelar";
"Don't Ask Again" = "Não perguntar novamente";
"Install" = "Instalar";

// Yet to be localized
"Install Growl" = "Instalar Growl";

"Start Growl" = "Iniciar Growl";

"Show Growl preferences" = "Mostrar preferências do Growl";

"Growl installation required" = "Seu dispositivo HP utiliza um aplicativo chamado Growl para notificá-lo quando alguma coisa importante precisa de atenção, como quando há falta de papel.\n\nPara receber essas notificações, deve-se instalar um software adicional. Não é necessário fazer download, simplesmente clique em â€œInstalarâ€ para instalar o Growl em seu sistema.\n\nPara iniciar as notificações do Growl toda vez que for feito login neste computador, acesse as Preferências do sistema da Apple, selecione o painel de preferências do Growl e marque a caixa de seleção \"Iniciar Growl no login\".";

"Growl not running" = "Seu dispositivo HP utiliza um aplicativo chamado Growl para notificá-lo quando alguma coisa importante precisa de atenção, como quando há falta de papel. Para receber essas notificações, inicie o Growl seguindo estas instruções:\n\n1. Exiba o Painel de preferências do Growl clicando no botão \"Mostrar preferências do Growl\" abaixo.\n2. No Painel de preferências do Growl, clique no botão \"Iniciar Growl\".\n3. Para iniciar o serviço de mensagens do Growl toda vez que for feito login neste computador, acesse as Preferências do sistema da Apple, selecione o painel de preferências do Growl e marque a caixa de seleção \"Iniciar Growl no login\".\n4. Saia das Preferências do sistema.";

"Loading events" = "Carregando eventos...";
HSDDeviceKeyword = "Dispositivo";
HSDAlertKeyword = "Alerta";
HSDEventKeyword = "Evento";

HSDAlertSettingsTitle = "Configurações de alerta";
HSDAlertsNote = "Especifique o nível de informações estendidas de status que você deseja ver para seu dispositivo HP. Você sempre será notificado caso o dispositivo não consiga concluir uma tarefa que você solicitou, ou caso sua atenção seja necessária.";

HSDDisplayAlertsTitle = "Mostrar alertas estendidos para:";
HSDAutodismissAlertsTitle = "Ignorar alertas automaticamente em";
HSDAutodismissAlertsTitlePostfix = "segundo(s) para:";

HSDErrorsWarningsAndInfo = "erros, avisos e mensagens informativas";
HSDErrorsAndWarnings = "erros e avisos";
HSDErrorsOnly = "somente erros";
HSDInfoMessages = "mensagens informativas";
HSDWarningsAndInfoMessages = "avisos e mensagens informativas";

HSDDisplayVirtualAlertsTitle = "Mostrar conteúdo da Web nos alertas";
HSDVirtualAlertsNote = "HSD_TEXT:Com sua permissão, o status do seu dispositivo pode ser compartilhado com segurança com a HP. Quando essas informações forem fornecidas, a HP poderá verificar se você está inscrito em um programa HP ou qualificado para ofertas especiais e modificar o alerta com base nas opções disponíveis.

* Para saber mais sobre as informações enviadas à HP, consulte HSD_KEYED_LINK:MoreInfoTitle.

* Para saber mais sobre a Política de privacidade da HP, consulte HSD_LINK:HSDPrivacyStatementOnlineLink.";
